Repository: ekainaguirrezabal/gnome-shell-extension-radio
Catalog: radio@hslbck.gmail.com/po/eus.po
Languages: eus

source: Channel Name
eus: Kanalaren izena

source: Stream Address
eus: Fluxuaren norabidea

source: Charset (optional)
eus: Charset (aukeran)

source: Cancel
eus: Ezeztatu

source: Save
eus: Gorde

source: Add
eus: Gehitu

source: Browse
eus: Nabigatu

source: Search
eus: Bilatu

source: Station added:
eus: Irrati-etxea gehituta

source: No radio station found!
eus: Ez da irrati-etxerik aurkitu!

source: Server returned status code
eus: Zerbitzariak egoera-kodea itzuli du

source: Search input was empty!
eus: Bilaketaren sarrera hutsik zegoen.

source: Missing plugin
eus: Plugina falta da

source: End of stream
eus: Erreprodukzioaren amaiera

source: Show title notifications
eus: Erakutsi izenburuaren jakinarazpenak

source: Enable Play/Stop Media Keys
eus: Ahalbidetu Play/Stop teklak

source: Show volume adjustment slider in menu
eus: Erakutsi bolumena doitzeko graduatzailea menuan

source: Enable as search provider for GNOME Shell
eus: Gaitu bilaketa-hornitzaile gisa GNOME Shell-en

source: List of Channels
eus: Kanalen lista

source: Manage your radio stations
eus: Kudeatu zure irrati-kateak

source: Delete
eus: Ezabatu

source: Edit
eus: Editatu

source: Play
eus: Erreproduzitu

source: No server stream address found!
eus: Ez da zerbitzariaren korronte helbiderik aurkitu!

source: Invalid input stream address!
eus: Sarrerako korrontearen helbide baliogabea!
